Repository: JakubCha/otm-core
Catalog: opentreemap/locale/*/LC_MESSAGES/django.po
Languages: ca

source: This field cannot be empty
ca: Aquest camp no pot estar buit

source: This field is required
ca: Aquest camp és necessari

source: Unrecognized field
ca: Camp no reconegut

source: Username is already in use
ca: Usuari ja utilitzat

source: Email is already in use
ca: Correu electrònic ja utilitzat

source: Data exports are not enabled.
ca: Exportació de dades no activada

source: No results found in the area for %(address)s
ca: Cap resultat trobat a l'area de %(address)s

source: No results found for %(address)s
ca: Cap resultat trobat per %(address)s

source: No rows found
ca: Cap fila trobada

source: Unrecognized fields in header row
ca: Camps no reconeguts a la capçalera de la fila

source: An exception was raised while uploading the file
ca: S'ha genera una exceció al pujat l'arxiu

source: Longitude must be between -180 and 180 and latitude must be betwen -90 and 90
ca: Longitud ha de ser entre -180 i 180 i làtitud ha de ser entre -90 i 90

source: Geometry must be inside the map bounds
ca: La geometria ha d'estar dins dels limits del mapa

source: Geometry may not be in an exclusion zone
ca: La geometria no ha d'estar en una zona d'exclusió

source: Could not find this scientific name on the master species list.
ca: No s'ha pogut trobar aquest nom científic en el llistat principal d'espècies.

source: More than one species matches the given scientific name.
ca: Més d'una espècies coincideix amb el nom científic proporcionat.

source: The given Open Tree Map ID does not exist in the system. This ID is automatically generated by Open Tree Map and should only be used for updating existing records
ca: El Open Tree Map ID no existeix al sistema. Aquest ID és automàticament generat per Open Tree map i deu ser utilitzat només per actualitzar registres existents.

source: Not formatted as a number
ca: No formatat com un nombre

source: Not formatted as a positive number
ca: No formatat com un número positiu

source: Not formatted as an integer
ca: No formatat com un enter

source: Not formatted as a positive integer
ca: No formatat com un enter positiu

source: Not formatted as a boolean
ca: No formatat com un booleà

source: Strings must be less than 255 characters
ca: Strings han de serr de menys de 255 caracters

source: Invalid date (must by YYYY-MM-DD)
ca: Data invalida (format YYYY-MM-DD)

source: Invalid value for custom field
ca: Valor invàlid per al camp personalitzat

source: Unknown i-Tree region
ca: regió i-Tree desconeguda

source: i-Tree region not valid for this treemap
ca: regió i-Tree no vàlida per a aquest mapa

source: Unknown i-Tree code
ca: codi i-Tree desconegut

source: i-Tree code not defined for region
ca: Codi i-Tree no definit per a la regió

source: This treemap intersects no i-Tree regions and has no default region
ca: Aquest treemap no creua cap regió i-Tree i no té cap regió per defecte

source: This treemap intersects more than one i-Tree region
ca: Aquest treemap creua més d'una regió i-tree

source: This row must be merged
ca: Aquesta columnoa ha de ser fusionada

source: There are already trees within ten feet of this one
ca: Ja hi han arbres a prop de deu peus d'aquest

source: There is already a tree at the specified location
ca: Ja hi ha una arbre a la ubicació especificada

source: The diameter is too large for this species
ca: El diametre és prou llarg per a estes espècies

source: The height is too large for this species
ca: L'altura es prou alta per aquesta espècie

source: Please consult the OpenTreeMap Species Import Guide for information on resolving this error.
ca: Per favor, consulta les espècies d' "OpenTreeMap Species Import Guide" per informació sobre resoldre aquest error.

source: Import Value
ca: Valor de importación

source: Create New
ca: Crear Nou

source: Match
ca: Aparellar

source: Merge with Match
ca: Fusionar i aparella

source: Ready to Add
ca: Llest per a afegir

source: Successfully Added
ca: Afegit correctament

source: Warnings
ca: Advertències

source: Merge Required
ca: Fusió requerida

source: tree limit exceeded
ca: limit de l'arbre excedit

source: For this class, data must be a list
ca: Per aquesta classe, les dades han de ser una llista

source: Species Import #%s
ca: Importació d'espècies #%s

source: Tree Import #%s
ca: Importació d'arbres #%s

source: That species couldn't be found in the database.
ca: Esta especie no s'ha pogut trobar en la base de dades.

source: Did you mean: <%%= possible %%>?
ca: Volies dir: <%%= possible %%>?

source: Yes
ca: Sí

source: More Options
ca: Més opcions

source: Cancel
ca: Cancel·lar

source: Update
ca: Actualitzar

source: Find a species by name:
ca: Trobar espècies per nom:

source: Or select from a list:
ca: O seleccionar d'una llista:

source: Select
ca: Seleccionar

source: Merge Species
ca: Mezclar espècies

source: Field
ca: Camp

source: Create New Species
ca: Crear noves espècies

source: There were errors in the file structure:
ca: Hi havien errors en l'estructura de fitxers:

source: The CSV must contain all of the following columns:
ca: El CSV ha de contrindre totes les següents columnes:

source: The CSV may contain only the following columns:
ca: The CSV hauria de contindre només les següents columnes:

source: Uploaded Date
ca: Data de pujada

source: Rows
ca: Files

source: View
ca: Vista

source: Export
ca: Exportar

source: Imports
ca: Importacions

source: Active Tree Imports
ca: Importacions d'arbre actives

source: Finished Tree Imports
ca: Importacions d'arbre finalitzades

source: Active Species Imports
ca: Importacions d'espècies actives

source: Finished Species Imports
ca: Importacions d'espècies finalitzades

source: Import
ca: Importar

source: Tree Import
ca: Importació d'arbres

source: CSV to Upload:
ca: CSV per pujar:

source: <h5>Unit Warning</h5> <p>The following units are used for your tree map.</p> <p>Please ensure that your file contains measurements of the same unit.</p> <p>Plot Length: %(pl)s</p> <p>Plot Width: %(pw)s</p> <p>Tree Diameter: %(td)s</p> <p>Tree Height: %(th)s</p> <p>Tree Canopy Height: %(tch)s</p>
ca: <h5>Advertències d'unitat</h5> <p>Les següents unitats són emprades per al teu mapa d'arbres.</p> <p>Please ensure that your file contains measurements of the same unit.</p> <p>Plot Length: %(pl)s</p> <p>Plot Width: %(pw)s</p> <p>Tree Diameter: %(td)s</p> <p>Tree Height: %(th)s</p> <p>Tree Canopy Height: %(tch)s</p>

source: Species Import
ca: Importació d'especies

source: Export All Species
ca: Exportar totes les espècies

source: Hide
ca: Ocultar

source: Field Error
ca: Eror de camp

source: There was an error with this field:
ca: Ha hagut un error amb aquest camp:

source: Please provide a new value:
ca: Per favor introdueix un nou valor:

source: Add to Tree Map
ca: Afegir al mapa d'arbres

source: Species Field Error
ca: Error de camp d'espècies

source: Click "Save" to accept the suggested species, or click in the text box to select from the species list. Use the species import tool to add new species to your map.
ca: Clica "Desa" per acceptar les espècies sugerides, o clica en la casella de text per seleccionar de la llista d'espècies. Usa la ferramenta d'importació d'espècies per afegir noves espècies al teu mapa.

source: Import Status
ca: Status de l'importació

source: Back to Uploads
ca: Tornar a pujades

source: Cancel Import
ca: Cancel·lar importació

source: Close
ca: Tancar

source: Cancel This Import
ca: Cancelar aquesta importació

source: Are you sure you want to cancel this import?
ca: Estàs segur de voler cancel·lar aquesta importació?

source: No rows
ca: Cap fila

source: Resource
ca: Recurs

source: Resources
ca: Recursos

source: Comment Moderation
ca: Moderació de comentaris

source: Email
ca: Correu electrònic

source: Confirm Password
ca: Confirmar contrasenya

source: First name
ca: Nom

source: Last name
ca: Cognom

source: Organization
ca: Organització

source: Display my first name, last name, and organization on my publicly visible user profile page.
ca: Visualitza el meu nom, cognom, i organització sobre la pàgina pública del meu perfil.

source: I wish to receive occasional email updates from the tree maps to which I contribute.
ca: Desitja rebre actualitzacions puntuals dels mapes d'arbres sobre els quals vull contribuir.

source: Cannot retrieve permissions for this object because it does not have an instance associated with it.
ca: No és poden obtindre permissos per aquest objecte perquè no té una instància associada a ell.

source: created a %(model)s
ca: creat un %(model)s

source: updated the %(model)s
ca: %(model)s actualitzat

source: deleted the %(model)s
ca: eliminats els %(model)s

source: approved an edit to the %(model)s
ca: aprovada una edició al %(model)s

source: rejected an edit to the %(model)s
ca: rebutjada una edició al %(model)s

source: set %(field)s to %(value)s
ca: fixat %(field)s a %(value)s

source: deleted %(field)s
ca: %(field)s esborrats

source: approved setting %(field)s to %(value)s
ca: aprovat establir %(field)s a %(value)s

source: rejecting setting %(field)s to %(value)s
ca: rebutjant establir %(field)s al %(value)s

source: Create
ca: Crear

source: Delete
ca: Borrar

source: Approved Pending Edit
ca: Aprovada l'edició pendent

source: Reject Pending Edit
ca: Rebutjada l'edició pendent

source: Rejected Edit
ca: Edició rebutjada

source: Approved Edit
ca: Edició aprovada

source: One or more of the specified values are invalid.
ca: Un o més del valors espècificats són invàlids.

source: Energy conserved
ca: Energia conservada

source: Stormwater filtered
ca: aigua de pluja filtrada

source: Carbon dioxide removed
ca: Diòxid de carboni eliminat

source: Carbon dioxide stored to date
ca: Diòxid de carboni guardat fins hui

source: Air quality improved
ca: Gestió de la qualitat de l'aire millorada

source: The uploaded image is too large
ca: La imatge pujada és massa gran

source: Invalid image
ca: Imatge no vàlida

source: Image upload issue
ca: Problema amb la pujada d'imatges

source: Tree Information
ca: Informació de l'arbre

source: Planting Site Information
ca: Informació del lloc de plantació

source: Stewardship
ca: cura

source: Must be a non-empty list
ca: No ha de ser una llista buïda

source: All mobile field groups must have either a "field_keys" or "collection_udf_keys" containing a non-empty list
ca: Tots els grups de camps mòbils han de tindre a "field_keys" o "collection_udf_keys" contindre una llista no buïda.

source: Mobile field groups cannot contain both "field_keys" and "collection_udf_keys" properties
ca: Grups de camps mòbils no poden contindre al mateix temps "field_keys" i propietats "collection_udf_keys"

source: Collection field groups must have a non-empty "sort_key" property defined
ca: grups de camps amb col·leccions no deuan tindre buit la propietat definida "sort_key"

source: Collection field groups can only contain existing custom collection fields
ca: Collection field groups must have a non-empty "sort_key" property defined

source: The "sort_key" property of a collection field group must be the name of a field on present on every collection field in the group
ca: La propietat "sort_key" d'una col·lecció ha de ser el nom d'un camp must be the name of a field on present on every collection field in the group

source: Fields cannot be specified more than once
ca: Camps no es poden especificar més d'una volta

source: The specified field "%(field)s" is invalid
ca: El camp "%(field)s" espècificat és invàlid

source: Normal field groups may only contain existing fields. If you specify a custom field, it cannot be a collection field
ca: grups de camps normals només han de contenir camps existents. If you specify a custom field, it cannot be a collection field

source: %(instancename)s is a reserved name and cannot be used
ca: %(instancename)s és un nom reservat i no pot ser usat

source: Invalid URL name
ca: URL invàlida

source: set the location
ca: defineix la ubicació

source: updated the location
ca: ubicació actualitzada

source: deleted the location
ca: ubicació eliminada

source: approved an edit of the location
ca: aprovada una edició de la ubicació

source: rejected an edit of the location
ca: rebutjada una edició de la ubicació

source: read only
ca: només lectura

source: made the tree %(value)s
ca: fet el arbre %(value)s

source: approved making the tree %(value)s
ca: aprovat el càlcul de l'arbre %(value)s

source: There is no content for this page yet.
ca: No hi ha contingut per aquesta pàgina encara.

source: Symbol is too long
ca: El simbol és massa llarg

source: Values must be not be negative
ca: Els valors no han de ser negatius

source: username
ca: nom d'usuari

source: Required. 30 characters or fewer. Letters, numbers and @/./+/-/_ characters
ca: Requerits. 30 caràcters o menys. Lletres, numeros i caràcters @/./+/-/_

source: Enter a valid username.
ca: Introdueix un nom d'usuari vàlid.

source: email address
ca: Adreça de correu electrònic

source: staff status
ca: status d'empleat

source: Designates whether the user can log into this admin site.
ca: Especifica si l'usuari pot entrar en auquest lloc d'administració.

source: active
ca: actiu

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
ca: Especifica si l'usuari ha de ser tractat com actiu. Deselecciona'l, en comptes de borrar els comptes.

source: date joined
ca: data d'unió

source: user
ca: usuari

source: users
ca: usuaris

source: first name
ca: nom

source: last name
ca: cognom

source: Cannot have spaces in a username
ca: No poden haver espais al nom d'usuari

source: Last Updated
ca: Ultima actualització

source: %(model)ss must be created inside the map boundaries
ca: %(model)ss s'ha de crear dins del límits del mapa

source: Plot Width
ca: Ample de la parcel·la

source: Plot Length
ca: Longitud de la parcel·la

source: Cannot delete plot with existing trees.
ca: No és pot borrar una parcel·la amb arbres.

source: Planting Site
ca: Ubicació de plantació

source: Tree Diameter
ca: Diametre de l'arbre

source: Tree Height
ca: Altura de l'arbre

source: Canopy Height
ca: Altura de la canopia

source: Date Planted
ca: Data de plantació

source: Date Removed
ca: Data d'eliminiació

source: created a %(model)s entry
ca: creat una %(model)s entrada

source: updated the %(model)s entry
ca: actualitzada l'entrada %(model)s

source: deleted the %(model)s entry
ca: borrada l'entrada %(model)s

source: approved an edit to the %(model)s entry
ca: aprovada una edició per l'entrada %(model)s

source: can't change choices on a non-choice field
ca: no es poden canviar eleccions en un camp de no-eleccions

source: choice '%(choice)s' not found
ca: elecció '%(choice)s' no encontrada

source: Name is required for collection fields
ca: Un nom es erquerit per a capms

source: Name is allowed only for collection fields
ca: El nom es només requerit per a camps de col·lecció

source: cannot use fields that already exist on the model
ca: no es poden usar camps que ja existisquen al mòdel

source: name cannot be blank
ca: el nom no pot estar en blanc

source: a field already exists on this model with that name
ca: ja existeix un camp al mòdel amb aquest nom

source: Name must not be empty
ca: El nom no pot estar en blanc

source: Names must not be duplicates
ca: Noms no poden estar duplicats

source: Id is an invalid name
ca: Id és un nom invàlid

source: type required data type definition
ca: tipus requerit definició del tipus de dada

source: invalid datatype
ca: Tipus de dades invàlid

source: missing choices key for key
ca: Falta d'eleccions clau a clau

source: Choice must be a string
ca: L'elecció ha de ser una cadena

source: empty choice not allowed
ca: Elecció buïda no permesa

source: empty choice list
ca: llista d'eleccions buïda

source: duplicate choices
ca: eleccions duplicades

source: %(fieldname)s must be a real number
ca: %(fieldname)s ha de ser un nombre real

source: %(fieldname)s must be an integer
ca: %(fieldname)s ha de ser un enter

source: %(fieldname)s user not found
ca: %(fieldname)s de l'usuari no trobat

source: Invalid choice (%(given)s). Expecting %(allowed)s
ca: Elecció incorrecta (%(given)s). Esperant %(allowed)s

source: Invalid user defined field name
ca: Nom de camp definit d'usuari invàlid

source: inches
ca: polzades

source: feet
ca: peus

source: centimeters
ca: centimetres

source: meters
ca: metres

source: pounds per year
ca: lliures per anys

source: kilograms per year
ca: kilograms per any

source: pounds
ca: lliures

source: kilowatt-hours per year
ca: kilowatt-hora per any

source: gallons
ca: galons

source: gallons per year
ca: galons per any

source: liters
ca: litres

source: liters per year
ca: lites per any

source: feet²
ca: peu²

source: meters²
ca: metres²

source: invalid model type: "%s"
ca: tipus de mòdel invàlid: "%s"

source: I added a photo of this %s!
ca: He afegir una foto de %s!

source: Add a tree
ca: Afegir un arbre

source: Add the diameter
ca: Agefir el diametre

source: Add the species
ca: Afegir les espècies

source: Add a photo
ca: Afegir una foto

source: Missing Species
ca: Espècies que falten

source: Empty Planting Site
ca: Ubicació de plantació buida

source: %('feature)s on %(treemap)s
ca: %('feature)s a %(treemap)s

source: This %(feature)s saves %(currency)s%(amount)s per year.
ca: Aquesta %(feature)s salva %(currency)s%(amount)s per any.

source: This %('feature)s is mapped on %(treemap)s
ca: Aquesta %('feature)s està mapejada a %(treemap)s

source: A user defined field with name '%(udf_name)s' already exists
ca: Un camp d'usuari amb el nom '%(udf_name)s' ja existeix

source: Invalid model
ca: Mòdel invàlid

source: Page Restricted!
ca: Pàgina restringida!

source: Our apologies, but access to this page is limited.
ca: Disculpa, però l'accés a esta pàgina és limitat.

source: No trees here!
ca: Cap arbre ací!

source: Sorry, we couldn't find the page you requested.
ca: Disculpa no hem pogut trobar la pàgina que demaneves.

source: Try
ca: Intentar

source: exploring trees
ca: explorant arbres

source: or feel free to
ca: o sigues lliure de

source: You're welcome to
ca: Eres benvingut a

source: contact support
ca: contacta suport

source: if you believe you reached this page in error.
ca: si creus que has arribat a aquesta pàgina per error.

source: That doesn't look right
ca: No sembla correcte

source: Oh dear, it looks like something is broken on our end. We'll fix the problem shortly!
ca: Estimat, sembla que hi ha alguna cosa trenada a la nostra banda. Arreglarem el problema en breu!

source: Service Unavailable
ca: Servei no disponible

source: Looks like we're down for maintenance. We should be back online shortly.
ca: Sembla que estem fora de servei per manteniment. Estarem en línea en breu.

source: Explore Trees
ca: Explorar arbres

source: Adding trees is not available to all users
ca: Afegir arbres no disponible per a tots els usuaris.

source: Add a Tree
ca: Afegir un arbre

source: My Account
ca: El meu compte

source: Logout
ca: Tanca sessió

source: Login
ca: Loguejar-se

source: Sign Up
ca: Registrar-se

source: Add a
ca: Afegir un

source: Explore Map
ca: Explorar un mapa

source: Plan
ca: Planificar

source: Prioritize Planting Sites
ca: Prioritzar Ubicacions de plantació

source: Model Urban Forest Scenarios
ca: Mòdel d'escenaris de boscos urbans

source: Saved Simulations
ca: Simulaciones guardadas

source: View Edits
ca: Vore edicions

source: Manage
ca: Gestionar

source: Detail Filters
ca: Filtres de detalls

source: Display Filters
ca: Filtres de visualització

source: Missing Data
ca: Falten dades

source: Export Search Results
ca: Exportar resultats de busqueda

source: Adding %(resources)s is not available to all users
ca: Afegir %(resources)s no està disponible per tots els usuaris

source: Search
ca: Buscar

source: Advanced
ca: Avançat

source: Reset
ca: Resetejar

source: Tree ID
ca: ID de l'arbre

source: Contact
ca: Contactar

source: I am looking for
ca: Estic buscant

source: trees
ca: arbres

source: planting sites
ca: ubicaciones guardadas

source: that have been
ca: que han sigut

source: with open alerts for
ca: amb alertes obertes

source: between
ca: entre

source: and
ca: arbres

source: Account successfully activated
ca: Cuenta activada exitosamente

source: Log in
ca: Inicia sessió

source: to start exploring trees!
ca: per començar a explorar arbres!

source: Account Activation Issue
ca: Problema al activar el compte

source: <p>You may have clicked on the activation link twice or did not copy the entire URL into your web browser. Please try <a href="%(login_url)s">logging in.</a></p> <p>If you cannot login successfully, <a href="mailto:%(support_email)s">contact support</a> for assistance.</p>
ca: <p>Deus haver punxat l'enllaç d'activació dues voltes o no has copiat l'URL completa al navegador. Per favor, intenta <a href="%(login_url)s">loguejar-te.</a></p> <p>Si no pots loguejar-te correctament, <a href="mailto:%(support_email)s">contacta suport</a> per a ajuda.</p>

source: Thanks for activating your account
ca: Gràcies per activar el teu compte

source: Your OpenTreeMap account has been confirmed. Login to start exploring trees near you.
ca: El teu compte d'OpenTreeMap ha sigut confirmat. Login per explorar arbre prop de tu.

source: Hello, Thank you for creating a tree map account and joining our community. To activate your account, please click on the link below or copy and paste it into your web browser. The link is only valid for %(expiration_days)s days.
ca: Hola, Gràcies per crear un compte de tree map i unir-te a lanostra comunitat. Per aactivar el teu compte , per favor, clica a l'enllaç de baix o copia y pega-ho al navegador. L'enllaç només és vàlid durant %(expiration_days)s dies.

source: Activate your tree map account
ca: Activa el teu compte tree map

source: Log in to OpenTreeMap
ca: Inicia sessió a OpenTreeMap

source: Recover my username
ca: Recupera el meu nom d'usuari

source: Reset my password
ca: Canviar la meua contrasenya

source: Don't have an account?
ca: No tens un compte?

source: Register
ca: Registrar-se

source: Password changed
ca: Contrasenya canviada

source: Submit
ca: Enviar

source: Password Reset
ca: Canvi de contrasenya

source: Your password was reset successfully
ca: Tu contrasenya ha sido

source: Please enter and confirm a new password for your account.
ca: Per favor entra i confirma una nova contrasenya per al teu compte.

source: Save
ca: Desa

source: Password reset failed
ca: El canvi de contrasenya ha fallat

source: Password Reset Instructions Sent
ca: Les instruccions de canvi de contrasenya han sigut enviades

source: Please check your email for instructions on resetting your password.
ca: Per favor, Please check your email for instructions on resetting your password.

source: Hello, We received a request to reset your tree map account password. To continue the password reset process, please click on the link below or copy and paste it into your web browser.
ca: Hola, Hem rebut una petició per canviar la teua contrasenya. Per continuar el procés de canvi de contrasenya, per favor clica en l'enllaç de baix o copia i pega'l al navegador web.

source: If you did not make a request to reset your password then no further action is required.
ca: Si no has sol·licitat un canvi de contrasenya aleshores accions adicionals no són requerides.

source: Reset your Password
ca: Canviar contrasenya

source: Forgot the password for your tree map account? Enter your email address and click \
ca: Has oblidat la contrasenya del teu compte tree map? Introdueix el teu correu electrònic i clica \

source: Send
ca: Enviar

source: Reset your tree map password
ca: Canviar la contrasenya

source: Registration is currently closed.
ca: El registra actualment està tancat.
