Repository: JakubCha/otm-core
Catalog: opentreemap/locale/*/LC_MESSAGES/django.po
Languages: ca

source: Account created!
ca: Compte creat!

source: Your OpenTreeMap account has been created. You will receive an activation email shortly; please use it to confirm your account.
ca: El teu compte OpenTreeMap s'ha creat. Rebràs un correu d'activació en breu; per favor, empra'l per confirmar el teu compte.

source: Create an Account
ca: Crear un compte!

source: I already have an account
ca: Ja tinc un compte

source: Create Account
ca: Crear un compte

source: Edits
ca: Edicions

source: Details
ca: Detalls

source: Edit #
ca: Edició #

source: Type
ca: Tipus

source: Object ID
ca: Idenficicador d'objecte

source: Old Value
ca: Antic valor

source: Current Value
ca: Valor actual

source: Edited By
ca: Editat per

source: Edited On
ca: Editat sobre

source: Detail
ca: Detall

source: View Image
ca: Visualitzar imatge

source: Previous
ca: Anterior

source: Next
ca: Següent

source: Retrieve your Username
ca: Obtindre el teu nom d'usuari

source: Forgot the username for your tree map account? Enter your email address and click \
ca: Has oblidat el

source: Email Address
ca: Correu electrònic

source: Email Sent
ca: Correu enviat

source: <p>An email has been sent to %(email)s.</p> <p>Please check your email to retrieve your username. If you don't see it within 15 minutes, please check your spam folder.</p>
ca: <p>Un correu electrònic ha sigut enviat a %(email)s.</p> <p>Per favor, revisa el teu correu per trobar el teu nom d'usuari. Si no el trobes en 15 minuts, per favor, verifica la carpeta d'spam.</p>

source: The map you requested is not available to all users.
ca: El mapa sol·licitat no està disponible per a tots els usuaris.

source: Add species and additional info
ca: Introdueix l'espècie i informació original

source: Trunk Diameter
ca: Diametre del tronc

source: Finalize this tree
ca: Finalitzar aquest arbre

source: After I add this tree...
ca: Després d'afegir aquest arbre...

source: Add another tree with these details
ca: Afegir altre arbre amb els mateixos detalls

source: Add another tree with new details
ca: Afegir altre arbres amb nous detalls

source: Continue editing this tree
ca: Continuar editant aquest arbre

source: I'm done!
ca: He acabat!

source: Tree Details
ca: Detalls de l'arbre

source: Full Details
ca: Detalls complets

source: Editing of the tree details is not available to all users
ca: Editar els detalls de l'arbre no està disponible per a tots els usuaris

source: Quick Edit
ca: Edició ràpida

source: Editing a plot's location is not available to all users
ca: Editar una ubicació no està disponible per a tots els usuaris

source: Eco Benefits
ca: Eco beneficis

source: Map
ca: Mapa

source: Edit
ca: Editar

source: Adding tree photos is not available to all users
ca: Afegir fotogràfies els arbres no disponible per tots els usuaris

source: Adding resource photos is not available to all users
ca: Afegir fotos de recursos no està disponible a tots els usuaris

source: Add Photo
ca: Afegir foto

source: Deleting of trees is not available to all users
ca: Eliminació d'arbres no disponible per a tots els usuaris

source: Warning!
ca: Advertència!

source: You are about to delete this tree. Do you want to continue?
ca: Estàs a punt de borrar aquest arbre. Vols continuar?

source: You are about to delete this planting site. Once deleted, it will not be possible to view the details of this planting site or the trees it has contained in the past. Are you sure you want to continue?
ca: Estàs a punt d'esborrar aquesta ubicació de plantació. Una volta borrada, no serà possible veure els detalls d'aquesta ubicació de plantació o els arbres que ha albergatal passat. Segur que vols continuar?

source: Confirm Deletion
ca: Confirmar eliminació

source: Comments
ca: Comentaris

source: Removed by Moderator
ca: Eliminat pel moderador

source: This comment has been removed by a moderator.
ca: Aquest comentari ha sigut eliminat pel moderador.

source: or
ca: o

source: log in
ca: Inicia sessió

source: to add comments
ca: per afegir comentaris

source: Editing location is not available to all users
ca: L'edició d'ubicacions no està disponible per a tots els usuaris

source: Move Location
ca: Moure ubicació

source: Cancel Move Location
ca: Cancel·lar moure ubicació

source: Map Feature Photo
ca: Foto característica del mapa

source: Photo uploaded on
ca: Foto pujada a

source: View more details on the detail page
ca: Visualitza més detalls a la pàgina de detalls

source: Tree Number
ca: Número d'arbre

source: Width
ca: Ample

source: Length
ca: Longitud

source: Address
ca: Adreça

source: City
ca: Ciutat

source: Postal Code
ca: Codi Postal

source: Original Owner Id
ca: Id Original del propietari

source: Read Only
ca: Només lectura

source: Yearly Ecosystem Services
ca: Serveis anuals de l'ecosistema

source: Ecosystem benefits are not available for tree maps in locations outside the United States. More info is available on the <a href="https://opentreemap.org/faq/#03">OpenTreeMap FAQ page.</a>
ca: Beneficis de l'ecosistema no estan disponbiles per a ubicacions fora dels Estats Units. Més informació a <a href="https://opentreemap.org/faq/#03">la pàgina OpenTreeMap FAQ.</a>

source: Action
ca: Acció

source: Item
ca: Element

source: Value Changed
ca: Valor canviat

source: New Value
ca: Nou valor

source: Date
ca: Data

source: Rain Garden
ca: Jardí de pluja

source: Information
ca: Informació

source: number
ca: número

source: Ecosystem Services
ca: Serveis de l'ecosistema

source: OpenTreeMap currently requires Internet Explorer version 10 or higher.
ca: OpenTreeMap actualment requereix Internet Explorer versió 10 o superior.

source: Internet Explorer 9 support is coming soon, we're still working out the kinks.
ca: Suport per Internet Explorer 9 arribarà en breu, encara estem treballant per resoldre els problemes.

source: If you cannot upgrade your version of Internet Explorer, we recommend using either
ca: Si no pots actualitzar la teua versió d'Internet Explorer, et recomanem emprar

source: or
ca: o

source: User Profile
ca: Perfil de l'usuari

source: Edit Profile
ca: Editar perfil

source: Reset Password
ca: Canviar contrasenya

source: Reputation
ca: Reputació

source: Tree Map
ca: Mapa d'arbres

source: Favorite
ca: Favorit

source: You have not starred any favorites yet.
ca: Encara no has valorat cap favorit.

source: This person has not starred any favorites yet.
ca: Esta persona encara no ha valorat cap favorit.

source: Recent Edits
ca: Edicions recents

source: through
ca: a través

source: Species
ca: Espècies

source: Common Name
ca: Nom comú

source: Scientific Name
ca: Nom científic

source: Need help identifying the tree's species?
ca: Necesites ajuda identificant les especies d'arbres?

source: saved
ca: desat

source: No entries yet!
ca: Cap entrada encara!

source: Diameter
ca: Diametre

source: Circumference
ca: Circumferència

source: Add another trunk?
ca: Afegir altre tronc?

source: Combined Diameter:
ca: Diamtre combinat:

source: Need help measuring the tree?
ca: Necesites ajuda per a mesurar l'arbre?

source: Tree Benefits
ca: Beneficis de l'arbre

source: Benefits
ca: Beneficis

source: Based on %(used)s out of %(total)s total trees
ca: Basat en %(used)s de %(total)s arbres totals

source: and %(used)s out of %(total)s total %(resources)s.
ca: i %(used)s de %(total)s %(resources)s totals.

source: Preparing your export...
ca: Preparando tu exportación...

source: There was an error while generating your export. Please try again later.
ca: Ha hagut un error mentre es generava la teua exportació. Per favor intenta-ho més tard.

source: Hello, "%(username)s" is the username for the OpenTreeMap account with email %(email)s. If you didn't ask to recover your username, just ignore this email. No additional action is required. If you want to reset your password, go to %(password_url)s - The OpenTreeMap Team
ca: Hola, "%(username)s" és el nom d'usuari per al compte d'OpenTreeMap amb el correu electrònic %(email)s. Si no has demanat recuperar el nom d'usuari, simplement ignora aquest correu. Cap acció adicional és requerida. Si vols canviar la teua contrasenya, ves a %(password_url)s - The OpenTreeMap Team

source: Select %(Resource)s Type
ca: Seleccionarl Tipus de %(Resource)s

source: Indicate Nearby Roof Area
ca: Indicar Area Propera de teressa

source: About this
ca: Sobre açò

source: Finalize this
ca: Finalitzar açò

source: Add another
ca: Afegir altre

source: Continue editing this
ca: Continuar editant açò

source: I'm done
ca: He acabat

source: Nearby Address:
ca: Adreça propera:

source: View All Details
ca: Veure tots els detalls

source: Editing a tree's details is not available to all users
ca: Editar els detalls de l'arbre no està disponible per a tots els usuaris.

source: Edit Details
ca: Editar els detalls

source: Approve
ca: Aprovar

source: Reject
ca: Rebutjar

source: View Detail
ca: Vore detalls

source: Photo Added!
ca: Foto afegida!

source: Would you like to share this photo?
ca: Vols compartir aquesta foto?

source: Don't show me again
ca: No m'ho mostres altra volta

source: No Thanks
ca: No gràcies

source: There is no tree for this planting site.
ca: No hi ha arbre per aquest lloc de platanció.

source: Add Tree
ca: Afegir arbre

source: <p>Ecosystem benefits cannot be calculated for this species of tree in this location.</p> <p>The tree's location falls within a climate region that does not support benefit calculations for this species.</p>
ca: <p>Els beneficis per a l'ecosistema no poden ser calculats per a aquestes espècies en aquesta ubicació.</p> <p>La ubicació de l'arbre cau dins una regió climàtica que The tree's location falls within a climate region that does not support benefit calculations for this species.</p>

source: <!-- TODO: When the ecoservice returns structured errors, replace this with real conditions --> <!-- Or, maybe always leave this to avoid 500s --> <p>We were unable to calculate ecosystem benefits for this tree.</p>
ca: <!-- TODO: When the ecoservice returns structured errors, replace this with real conditions --> <!-- Or, maybe always leave this to avoid 500s --> <p>Somos incapaces de calcular los beneficios para este arbol.</p>

source: Add the diameter of the tree and select a species to calculate the yearly ecosystem services.
ca: Afegir el diametre de l'arbre i seleccionar unes espècies per a calcular els serveis anuals de l'ecosistema.

source: Search by Location
ca: Buscar per ubicació

source: Search by Species
ca: Buscar per espècies

source: Latest Update
ca: Última actualització

source: Complete
ca: Completat

source: Nearby Trees
ca: Arbres propers

source: There are no trees nearby
ca: No hi ha arbres a prop

source: Step
ca: Pas

source: of
ca: de

source: Set the
ca: Preparar el

source: location
ca: ubicació

source: Address, City, State
ca: Adreça, Ciutat, Provincia

source: Use Current Location
ca: Utilitzar ubicació actual

source: Choose a point on the map, enter an address including city, or select "Use Current Location."
ca: Escull un punt en el mapa, introdueix una adreça incloent ciutat, o seleccionant "Utilitzar l'ubicació actual"

source: Unable to locate this address. You may need to include a city and state.
ca: Impossible localitzar aquesta adreça. Hauràs d'incloure ciutat i provincia.

source: Unable to determine current location
ca: Impossible determinar l'ubicació actual

source: Please move marker to exact location of the
ca: Per favor, mou el marcador a la posició exacta del

source: Today
ca: Hui

source: Approved
ca: Aprovat

source: Rejected
ca: Rebutjat

source: Total annual benefits
ca: Beneficis anuals totals

source: First Name
ca: Nom

source: Last Name
ca: Cognom

source: Make Info Visible
ca: Fer l'informació visible

source: Email Updates
ca: Actualització per email

source: Email field is required
ca: Es requesreix el camp del correu electrònic

source: Account Recovery
ca: Recuperació de cuentas
